colorsJ = [
{
    "name": "鴇色（ときいろ）",
    "r": 244,
    "g": 179,
    "b": 194
},{
    "name": "薄柿（うすがき）",
    "r": 212,
    "g": 172,
    "b": 173
},{
    "name": "聴色・許色（ゆるしいろ）",
    "r": 225,
    "g": 169,
    "b": 171
},{
    "name": "虹色（にじいろ）",
    "r": 246,
    "g": 191,
    "b": 188
},{
    "name": "珊瑚色（さんごいろ)・赤梅（あかうめ）",
    "r": 245,
    "g": 177,
    "b": 170
},{
    "name": "水柿（みずがき）",
    "r": 228,
    "g": 171,
    "b": 155
},{
    "name": "桃色（ももいろ)・桃染（ももぞめ）",
    "r": 240,
    "g": 145,
    "b": 153
},{
    "name": "紅梅色（こうばいいろ）",
    "r": 242,
    "g": 160,
    "b": 161
},{
    "name": "薄紅（うすべに）・蕾紅梅（つぼみこうばい）",
    "r": 240,
    "g": 144,
    "b": 141
},{
    "name": "薔薇色（ばらいろ）",
    "r": 233,
    "g": 84,
    "b": 107
},{
    "name": "韓紅・韓紅花・唐紅（からくれない）",
    "r": 233,
    "g": 84,
    "b": 100
},{
    "name": "真朱（まそお）",
    "r": 113,
    "g": 236,
    "b": 109
},{
    "name": "甚三紅（じんざもみ）",
    "r": 124,
    "g": 238,
    "b": 130
},{
    "name": "浅緋（うすきあけ・うすきひ）",
    "r": 223,
    "g": 113,
    "b": 99
},{
    "name": "珊瑚朱色（さんごしゅいろ）",
    "r": 111,
    "g": 238,
    "b": 131
},{
    "name": "真赭（まそほ）",
    "r": 107,
    "g": 213,
    "b": 124
},{
    "name": "鉛丹（色）（えんたん（いろ））・鴇茶（ときちゃ）",
    "r": 236,
    "g": 109,
    "b": 81
},{
    "name": "洗朱（あらいしゅ）",
    "r": 108,
    "g": 208,
    "b": 130
},{
    "name": "曙色（あけぼのいろ）・東雲色（しののめいろ）",
    "r": 144,
    "g": 241,
    "b": 144
},{
    "name": "濃朽葉（こいくちば）",
    "r": 255,
    "g": 82,
    "b": 52
},{
    "name": "粉紅（まがいべに）",
    "r": 251,
    "g": 60,
    "b": 2
},{
    "name": "赤・緋・紅・朱（あか）",
    "r": 230,
    "g": 0,
    "b": 51
},{
    "name": "海棠色（かいどういろ）",
    "r": 249,
    "g": 32,
    "b": 77
},{
    "name": "猩々緋（しょうじょうひ）",
    "r": 226,
    "g": 4,
    "b": 27
},{
    "name": "京緋色（きょうひいろ）",
    "r": 255,
    "g": 37,
    "b": 30
},{
    "name": "七両染（しちりょうそめ）",
    "r": 197,
    "g": 28,
    "b": 47
},{
    "name": "朱・緋・真緋（あけ）",
    "r": 186,
    "g": 38,
    "b": 54
},{
    "name": "洋紅色（ようこうしょく）",
    "r": 204,
    "g": 47,
    "b": 58
},{
    "name": "紅赤（べにあか）",
    "r": 217,
    "g": 51,
    "b": 63
},{
    "name": "茜色（あかねいろ）",
    "r": 183,
    "g": 40,
    "b": 46
},{
    "name": "赤紅（あかべに）・薄紅（うすくれない）",
    "r": 197,
    "g": 61,
    "b": 67
},{
    "name": "血色（けっしょく）・朱殷（しゅあん）",
    "r": 210,
    "g": 10,
    "b": 19
},{
    "name": "深緋（こきあけ / こきひ）",
    "r": 201,
    "g": 23,
    "b": 30
},{
    "name": "朱砂（しゅしゃ）",
    "r": 231,
    "g": 57,
    "b": 49
},{
    "name": "思色（おもいいろ）",
    "r": 217,
    "g": 30,
    "b": 16
},{
    "name": "紅絹・紅（もみ）・紅緋（べにひ）",
    "r": 232,
    "g": 57,
    "b": 41
},{
    "name": "紅（色）（べに（いろ））",
    "r": 207,
    "g": 53,
    "b": 37
},{
    "name": "赤丹（あかに）",
    "r": 206,
    "g": 82,
    "b": 66
},{
    "name": "火色（ひいろ）・緋色（ひいろ）",
    "r": 211,
    "g": 56,
    "b": 28
},{
    "name": "埴（はに・つげ）",
    "r": 180,
    "g": 50,
    "b": 25
},{
    "name": "似紅（にせべに）",
    "r": 198,
    "g": 43,
    "b": 12
},{
    "name": "赤茶（あかちゃ）",
    "r": 187,
    "g": 85,
    "b": 53
},{
    "name": "樺色（かばいろ）",
    "r": 205,
    "g": 94,
    "b": 60
},{
    "name": "照柿（てりがき）",
    "r": 235,
    "g": 98,
    "b": 56
},{
    "name": "浅蘇芳（あさすおう）",
    "r": 162,
    "g": 87,
    "b": 104
},{
    "name": "今様色（いまよういろ）",
    "r": 208,
    "g": 87,
    "b": 107
},{
    "name": "臙脂（えんじ）",
    "r": 185,
    "g": 64,
    "b": 71
},{
    "name": "赤蘇芳（あかすおう）",
    "r": 185,
    "g": 80,
    "b": 84
},{
    "name": "蘇芳（すおう）",
    "r": 158,
    "g": 61,
    "b": 63
},{
    "name": "海老赤（えびあか）・紅の八塩（くれないのやしお）",
    "r": 172,
    "g": 36,
    "b": 36
},{
    "name": "栗梅茶（くりうめちゃ）",
    "r": 204,
    "g": 89,
    "b": 89
},{
    "name": "紅海老茶（べにえびちゃ）",
    "r": 167,
    "g": 56,
    "b": 54
},{
    "name": "銀朱（ぎんしゅ）",
    "r": 200,
    "g": 85,
    "b": 84
},{
    "name": "小豆色（あずきいろ）",
    "r": 150,
    "g": 81,
    "b": 77
},{
    "name": "薬色（くすりいろ）",
    "r": 160,
    "g": 55,
    "b": 49
},{
    "name": "蘇芳香（すおうこう）",
    "r": 168,
    "g": 105,
    "b": 101
},{
    "name": "紅海老茶（べにえびちゃ）",
    "r": 145,
    "g": 69,
    "b": 63
},{
    "name": "銅色（あかがねいろ）",
    "r": 140,
    "g": 72,
    "b": 65
},{
    "name": "鳶色・鴟色・鵄色（とびいろ）",
    "r": 149,
    "g": 72,
    "b": 63
},{
    "name": "紅鳶（べにとび）",
    "r": 154,
    "g": 73,
    "b": 63
},{
    "name": "紅樺色（べにかばいろ）",
    "r": 187,
    "g": 85,
    "b": 72
},{
    "name": "茶色（ちゃいろ）",
    "r": 150,
    "g": 80,
    "b": 66
},{
    "name": "栗金茶（くりかねちゃ）",
    "r": 177,
    "g": 67,
    "b": 41
},{
    "name": "雀茶（すずめちゃ）",
    "r": 170,
    "g": 79,
    "b": 55
},{
    "name": "朱土生壁（しゅどなまかべ）",
    "r": 145,
    "g": 88,
    "b": 71
},{
    "name": "宗伝唐茶（そうでんからちゃ）",
    "r": 161,
    "g": 109,
    "b": 93
},{
    "name": "紅柿色（べにかきいろ）",
    "r": 162,
    "g": 70,
    "b": 41
},{
    "name": "煉瓦色（れんがいろ）",
    "r": 181,
    "g": 82,
    "b": 51
},{
    "name": "濃紅（こいくれない）・真紅・深紅（しんく）",
    "r": 162,
    "g": 32,
    "b": 65
},{
    "name": "紅葉色（もみじいろ）",
    "r": 166,
    "g": 16,
    "b": 23
},{
    "name": "柘榴・柘榴（ざくろ）",
    "r": 118,
    "g": 32,
    "b": 52
},{
    "name": "苺色（いちごいろ）",
    "r": 139,
    "g": 47,
    "b": 69
},{
    "name": "紫土（しど）",
    "r": 117,
    "g": 48,
    "b": 53
},{
    "name": "光悦茶（こうえつちゃ）・焦色（こがれいろ）",
    "r": 119,
    "g": 51,
    "b": 40
},{
    "name": "海老茶（えびちゃ）",
    "r": 119,
    "g": 60,
    "b": 48
},{
    "name": "栗梅（くりうめ）",
    "r": 133,
    "g": 46,
    "b": 25
},{
    "name": "弁柄色（べんがらいろ）",
    "r": 143,
    "g": 46,
    "b": 20
},{
    "name": "錆色（さびいろ）",
    "r": 108,
    "g": 53,
    "b": 36
},{
    "name": "赤錆色（あかさびいろ）",
    "r": 138,
    "g": 51,
    "b": 25
},{
    "name": "紫檀色（したんいろ）",
    "r": 92,
    "g": 45,
    "b": 54
},{
    "name": "葡萄茶（えびちゃ）",
    "r": 108,
    "g": 44,
    "b": 47
},{
    "name": "小豆茶（あずきちゃ）",
    "r": 107,
    "g": 62,
    "b": 63
},{
    "name": "丹柄茶（たんがらちゃ）・鳶茶（とびちゃ）",
    "r": 118,
    "g": 65,
    "b": 60
},{
    "name": "紅檜皮（べにひわだ）",
    "r": 123,
    "g": 71,
    "b": 65
},{
    "name": "煤竹色（すすたけいろ）",
    "r": 111,
    "g": 81,
    "b": 76
},{
    "name": "栗皮茶（くりかわちゃ）",
    "r": 109,
    "g": 60,
    "b": 50
},{
    "name": "赤褐色（せっかっしょく）",
    "r": 104,
    "g": 63,
    "b": 54
},{
    "name": "嵯峨鼠（さがねず）",
    "r": 143,
    "g": 103,
    "b": 105
},{
    "name": "椎鈍色（しいにびいろ）",
    "r": 131,
    "g": 99,
    "b": 100
},{
    "name": "紅鼠（べにねず）・小豆鼠（あずきねず）",
    "r": 160,
    "g": 111,
    "b": 112
},{
    "name": "鼠茶（ねずちゃ）",
    "r": 155,
    "g": 120,
    "b": 119
},{
    "name": "とうきん煤竹（とうきんすすだけ）・滅赤（けしあか）",
    "r": 137,
    "g": 99,
    "b": 97
},{
    "name": "灰赤（はいあか）",
    "r": 143,
    "g": 99,
    "b": 97
},{
    "name": "都鼠（みやこねず）",
    "r": 142,
    "g": 101,
    "b": 95
},{
    "name": "桃山茶（ももやまちゃ）",
    "r": 135,
    "g": 91,
    "b": 78
},{
    "name": "一重梅（ひとえうめ）",
    "r": 222,
    "g": 131,
    "b": 151
},{
    "name": "長春色（ちょうしゅんいろ）",
    "r": 201,
    "g": 117,
    "b": 134
},{
    "name": "中紅花（なかのくれない）",
    "r": 232,
    "g": 145,
    "b": 163
},{
    "name": "梅鼠（うめねず）",
    "r": 192,
    "g": 153,
    "b": 160
},{
    "name": "萩色（はぎいろ）",
    "r": 207,
    "g": 116,
    "b": 123
},{
    "name": "朱華・唐棣花・棠棣（はねず）",
    "r": 223,
    "g": 157,
    "b": 159
},{
    "name": "退紅（あらそめ）",
    "r": 214,
    "g": 144,
    "b": 144
},{
    "name": "鴇浅葱（ときあさぎ）",
    "r": 184,
    "g": 136,
    "b": 132
},{
    "name": "緋褪色（ひさめいろ）",
    "r": 224,
    "g": 146,
    "b": 133
},{
    "name": "鮭色（さけいろ）",
    "r": 239,
    "g": 150,
    "b": 131
},{
    "name": "鴇唐茶（ときがらちゃ）",
    "r": 224,
    "g": 158,
    "b": 135
},{
    "name": "信楽茶（しがらきちゃ）",
    "r": 193,
    "g": 135,
    "b": 114
},{
    "name": "辛螺色（にしいろ）・赤色（あかいろ）・赤白橡（あかしろつるばみ）",
    "r": 215,
    "g": 169,
    "b": 140
},{
    "name": "桃花染・桃花褐（つきそめ）",
    "r": 224,
    "g": 163,
    "b": 126
},{
    "name": "白茶（しらちゃ）",
    "r": 221,
    "g": 187,
    "b": 153
},{
    "name": "淡香（うすこう）",
    "r": 243,
    "g": 191,
    "b": 136
},{
    "name": "枯色（かれいろ）",
    "r": 224,
    "g": 195,
    "b": 140
},{
    "name": "白橡（しろつるばみ）",
    "r": 203,
    "g": 185,
    "b": 148
},{
    "name": "胡桃染（くるみぞめ）",
    "r": 165,
    "g": 143,
    "b": 134
},{
    "name": "銀煤竹（ぎんすすたけ）",
    "r": 133,
    "g": 104,
    "b": 89
},{
    "name": "煎茶色（せんちゃいろ・せんじちゃいろ）",
    "r": 140,
    "g": 100,
    "b": 80
},{
    "name": "梅染（うめぞめ）",
    "r": 180,
    "g": 138,
    "b": 118
},{
    "name": "江戸鼠（えどねず）",
    "r": 146,
    "g": 129,
    "b": 120
},{
    "name": "生壁鼠（なまかべねず）",
    "r": 131,
    "g": 106,
    "b": 92
},{
    "name": "伽羅煤竹（きゃらすすだけ）",
    "r": 141,
    "g": 100,
    "b": 72
},{
    "name": "枯茶（からちゃ）",
    "r": 141,
    "g": 100,
    "b": 73
},{
    "name": "柴染・柴色（ふしぞめ・ふしいろ）",
    "r": 178,
    "g": 140,
    "b": 110
},{
    "name": "松染（まつそめ）",
    "r": 166,
    "g": 136,
    "b": 104
},{
    "name": "小鹿色（こじかいろ）",
    "r": 126,
    "g": 106,
    "b": 76
},{
    "name": "空五倍子色（うつぶしいろ）",
    "r": 157,
    "g": 137,
    "b": 108
},{
    "name": "路考茶（ろこうちゃ）",
    "r": 140,
    "g": 112,
    "b": 66
},{
    "name": "生壁色（なまかべいろ）",
    "r": 148,
    "g": 132,
    "b": 106
},{
    "name": "肥後煤竹（ひごすすだけ）",
    "r": 137,
    "g": 120,
    "b": 88
},{
    "name": "丁子煤竹（ちょうじすすだけ）",
    "r": 128,
    "g": 112,
    "b": 80
},{
    "name": "苦色（にがいろ）",
    "r": 147,
    "g": 134,
    "b": 108
},{
    "name": "灰汁色（あくいろ）",
    "r": 158,
    "g": 148,
    "b": 120
},{
    "name": "茶褐色（ちゃかっしょく）",
    "r": 102,
    "g": 64,
    "b": 50
},{
    "name": "焦茶（こげちゃ）",
    "r": 111,
    "g": 75,
    "b": 62
},{
    "name": "黒梅（くろうめ）",
    "r": 100,
    "g": 50,
    "b": 25
},{
    "name": "黒茶（くろちゃ）・葡萄・蒲萄（えび）・葡萄茶・海老茶・蝦茶（えびちゃ）",
    "r": 88,
    "g": 56,
    "b": 34
},{
    "name": "木枯茶・凩茶（こがらしちゃ）",
    "r": 115,
    "g": 86,
    "b": 66
},{
    "name": "黄枯茶（きがらちゃ）",
    "r": 118,
    "g": 92,
    "b": 71
},{
    "name": "昔唐茶（むかしからちゃ）",
    "r": 97,
    "g": 70,
    "b": 46
},{
    "name": "猟虎茶（らっこちゃ）",
    "r": 104,
    "g": 86,
    "b": 67
},{
    "name": "空五倍子色（うつふしいろ）",
    "r": 115,
    "g": 98,
    "b": 80
},{
    "name": "樺茶色（かばちゃいろ）",
    "r": 114,
    "g": 98,
    "b": 80
},{
    "name": "観世茶（かんぜちゃ）",
    "r": 104,
    "g": 86,
    "b": 65
},{
    "name": "媚茶（こびちゃ）",
    "r": 113,
    "g": 98,
    "b": 70
},{
    "name": "市紅茶（しこうちゃ）・新斎茶（しんさいちゃ）",
    "r": 92,
    "g": 79,
    "b": 44
},{
    "name": "赤銅色（しゃくどういろ）",
    "r": 117,
    "g": 33,
    "b": 0
},{
    "name": "柿茶（かきちゃ）",
    "r": 149,
    "g": 78,
    "b": 42
},{
    "name": "唐茶・枯茶（からちゃ）",
    "r": 120,
    "g": 60,
    "b": 29
},{
    "name": "鉄錆色（てつさびいろ）・鍋島柿（なべしまかき）",
    "r": 142,
    "g": 56,
    "b": 9
},{
    "name": "黄渇色（おうかっしょく）",
    "r": 152,
    "g": 80,
    "b": 42
},{
    "name": "栗色（くりいろ）・赤銅色（しゃくどういろ）",
    "r": 118,
    "g": 47,
    "b": 7
},{
    "name": "杉染（すぎぞめ）",
    "r": 95,
    "g": 44,
    "b": 13
},{
    "name": "落葉色（おちばいろ）",
    "r": 125,
    "g": 75,
    "b": 40
},{
    "name": "褐色（かっしょく）",
    "r": 138,
    "g": 59,
    "b": 0
},{
    "name": "煙草色（たばこいろ）",
    "r": 126,
    "g": 87,
    "b": 55
},{
    "name": "沈香色（じんこういろ）",
    "r": 129,
    "g": 87,
    "b": 49
},{
    "name": "桑茶（くわちゃ）・枯葉色（かれはいろ）",
    "r": 149,
    "g": 111,
    "b": 41
},{
    "name": "金煤竹（きんすすたけ）",
    "r": 124,
    "g": 91,
    "b": 12
},{
    "name": "渋茶（しぶちゃ）",
    "r": 113,
    "g": 92,
    "b": 35
},{
    "name": "小紫・濃紫（こむらさき）",
    "r": 77,
    "g": 26,
    "b": 6
},{
    "name": "炎色（ほのおいろ）",
    "r": 196,
    "g": 67,
    "b": 3
},{
    "name": "楊梅色・山桃色（やまももいろ）",
    "r": 179,
    "g": 128,
    "b": 0
},{
    "name": "赭（そお / そほ）",
    "r": 171,
    "g": 105,
    "b": 83
},{
    "name": "檜皮色（ひわだいろ）",
    "r": 150,
    "g": 80,
    "b": 54
},{
    "name": "団十郎茶（だんじゅうろうちゃ）・柿渋色（かきしぶいろ）",
    "r": 159,
    "g": 86,
    "b": 58
},{
    "name": "紅柑子（べにこうじ）",
    "r": 171,
    "g": 74,
    "b": 36
},{
    "name": "柿（色）（かき（いろ））",
    "r": 151,
    "g": 94,
    "b": 69
},{
    "name": "土器色（かわらけいろ）",
    "r": 195,
    "g": 120,
    "b": 84
},{
    "name": "砺茶・砥茶・礪茶（とのちゃ）",
    "r": 159,
    "g": 111,
    "b": 85
},{
    "name": "丁子茶（ちょうじちゃ）",
    "r": 180,
    "g": 134,
    "b": 107
},{
    "name": "薄茶（うすちゃ）",
    "r": 183,
    "g": 129,
    "b": 97
},{
    "name": "渋紙色（しぶがみいろ）",
    "r": 148,
    "g": 98,
    "b": 67
},{
    "name": "胡桃色（くるみいろ）",
    "r": 168,
    "g": 111,
    "b": 76
},{
    "name": "櫨色・黄櫨色（はじいろ）",
    "r": 183,
    "g": 123,
    "b": 87
},{
    "name": "駱駝色（らくだいろ）",
    "r": 191,
    "g": 121,
    "b": 78
},{
    "name": "灰茶（はいちゃ）",
    "r": 152,
    "g": 98,
    "b": 60
},{
    "name": "焦香（こがれこう）",
    "r": 174,
    "g": 124,
    "b": 88
},{
    "name": "江戸茶（えどちゃ）",
    "r": 205,
    "g": 140,
    "b": 92
},{
    "name": "土色（つちいろ）",
    "r": 188,
    "g": 118,
    "b": 60
},{
    "name": "紅鬱金（べにうこん）",
    "r": 203,
    "g": 131,
    "b": 71
},{
    "name": "豆殻茶（まめがらちゃ）",
    "r": 167,
    "g": 132,
    "b": 101
},{
    "name": "枇杷茶（びわちゃ）",
    "r": 174,
    "g": 124,
    "b": 79
},{
    "name": "丁字染（ちょうじぞめ）・香染（こうぞめ）・丁子染（ちょうじぞめ）",
    "r": 173,
    "g": 125,
    "b": 76
},{
    "name": "芝翫茶（しかんちゃ）",
    "r": 173,
    "g": 126,
    "b": 78
},{
    "name": "梅茶（うめちゃ）",
    "r": 155,
    "g": 120,
    "b": 83
},{
    "name": "狐色（きつねいろ）",
    "r": 195,
    "g": 135,
    "b": 67
},{
    "name": "桑色白茶（くわいろしらちゃ）",
    "r": 179,
    "g": 148,
    "b": 105
},{
    "name": "朽葉色（くちばいろ）",
    "r": 145,
    "g": 115,
    "b": 71
},{
    "name": "黄橡（きつるばみ）",
    "r": 182,
    "g": 141,
    "b": 76
},{
    "name": "黄唐茶・黄枯茶・黄雀茶（きがらちゃ）",
    "r": 185,
    "g": 140,
    "b": 70
},{
    "name": "黄土色（おうどいろ）",
    "r": 195,
    "g": 145,
    "b": 67
},{
    "name": "薩摩鼠（さつまねず）",
    "r": 158,
    "g": 135,
    "b": 94
},{
    "name": "榛色（はしばみいろ）",
    "r": 191,
    "g": 164,
    "b": 111
},{
    "name": "比佐宜染・久木染（ひさぎぞめ）",
    "r": 207,
    "g": 168,
    "b": 92
},{
    "name": "ないき煤竹（ないきすすだけ）",
    "r": 162,
    "g": 141,
    "b": 90
},{
    "name": "桑染（くわそめ）",
    "r": 183,
    "g": 155,
    "b": 91
},{
    "name": "丹（色）（に（いろ））",
    "r": 228,
    "g": 94,
    "b": 50
},{
    "name": "柿色（かきいろ）",
    "r": 237,
    "g": 109,
    "b": 61
},{
    "name": "猩々茶（しょうじょうちゃ）",
    "r": 192,
    "g": 77,
    "b": 33
},{
    "name": "紅朽葉（べにくちば）",
    "r": 201,
    "g": 88,
    "b": 44
},{
    "name": "赭（しゃ）",
    "r": 210,
    "g": 94,
    "b": 44
},{
    "name": "赭黄・柘黄（しゃおう）",
    "r": 209,
    "g": 86,
    "b": 27
},{
    "name": "樺桜（かばざくら）",
    "r": 245,
    "g": 106,
    "b": 41
},{
    "name": "蜜柑茶（みかんちゃ）",
    "r": 207,
    "g": 106,
    "b": 56
},{
    "name": "黄櫨（染）（こうろ（ぜん））",
    "r": 214,
    "g": 106,
    "b": 53
},{
    "name": "代赭（たいしゃ）",
    "r": 187,
    "g": 85,
    "b": 32
},{
    "name": "金糸雀色（かなりあいろ）・赤朽葉（色）（あかくちば（いろ））",
    "r": 219,
    "g": 132,
    "b": 73
},{
    "name": "黄茶（きちゃ）",
    "r": 225,
    "g": 123,
    "b": 52
},{
    "name": "茜柿（されがき）・本多柿（ほんだがき）・鍮石色（ちゅうじゃくいろ）",
    "r": 207,
    "g": 117,
    "b": 44
},{
    "name": "琥珀色（こはくいろ）",
    "r": 191,
    "g": 120,
    "b": 58
},{
    "name": "鼈甲色（べっこういろ）",
    "r": 222,
    "g": 154,
    "b": 65
},{
    "name": "蘭茶（らんちゃ）",
    "r": 217,
    "g": 145,
    "b": 45
},{
    "name": "不言色（いわぬいろ）",
    "r": 255,
    "g": 176,
    "b": 42
},{
    "name": "黄朽葉（色）（きくちば（いろ））",
    "r": 211,
    "g": 162,
    "b": 67
},{
    "name": "山吹茶（やまぶきちゃ）",
    "r": 200,
    "g": 153,
    "b": 50
},{
    "name": "櫨染（はじぞめ）",
    "r": 217,
    "g": 166,
    "b": 46
},{
    "name": "金赤（きんあか）・赤橙（あかだいだい）",
    "r": 234,
    "g": 85,
    "b": 6
},{
    "name": "朱色（しゅいろ）・潤朱（うるみしゅ）",
    "r": 235,
    "g": 97,
    "b": 1
},{
    "name": "黄赤（きあか）・人参色（にんじんいろ）",
    "r": 236,
    "g": 104,
    "b": 0
},{
    "name": "橙色（だいだいいろ）",
    "r": 238,
    "g": 120,
    "b": 0
},{
    "name": "赤支子（あかくちなし）・忘れ草（わすれぐさ）・蜜柑色（みかんいろ）",
    "r": 240,
    "g": 131,
    "b": 0
},{
    "name": "卵黄色（らんおういろ）",
    "r": 246,
    "g": 158,
    "b": 34
},{
    "name": "金茶（きんちゃ）",
    "r": 243,
    "g": 152,
    "b": 0
},{
    "name": "山吹色（やまぶきいろ）",
    "r": 248,
    "g": 181,
    "b": 0
},{
    "name": "黄丹（おうに）",
    "r": 238,
    "g": 121,
    "b": 72
},{
    "name": "淡朽葉（うすくちば）",
    "r": 255,
    "g": 151,
    "b": 64
},{
    "name": "大和柿（やまとがき）",
    "r": 254,
    "g": 156,
    "b": 65
},{
    "name": "柑子色（こうじいろ）",
    "r": 246,
    "g": 173,
    "b": 73
},{
    "name": "深黄（こきき）",
    "r": 255,
    "g": 179,
    "b": 51
},{
    "name": "支子色（くちなしいろ）",
    "r": 251,
    "g": 202,
    "b": 77
},{
    "name": "遠州鼠（えんしゅうねず）・遠州茶（えんしゅうちゃ）",
    "r": 202,
    "g": 130,
    "b": 105
},{
    "name": "肉桂色（にっけ（い）いろ）",
    "r": 221,
    "g": 122,
    "b": 86
},{
    "name": "纁（そひ）",
    "r": 224,
    "g": 129,
    "b": 94
},{
    "name": "深支子（こきくちなし）",
    "r": 235,
    "g": 155,
    "b": 111
},{
    "name": "小麦色（こむぎいろ）",
    "r": 228,
    "g": 158,
    "b": 97
},{
    "name": "伽羅色（きゃらいろ）",
    "r": 216,
    "g": 163,
    "b": 115
},{
    "name": "杏色（あんずいろ）",
    "r": 247,
    "g": 185,
    "b": 119
},{
    "name": "萱草色（かんぞういろ）",
    "r": 248,
    "g": 184,
    "b": 98
},{
    "name": "鶏冠石（けいかんせき）",
    "r": 255,
    "g": 192,
    "b": 106
},{
    "name": "飴色（あめいろ）",
    "r": 222,
    "g": 176,
    "b": 104
},{
    "name": "玉蜀黍色（とうもろこしいろ）",
    "r": 238,
    "g": 195,
    "b": 98
},{
    "name": "花葉色（はなばいろ）・金密陀（きんみつだ）",
    "r": 251,
    "g": 210,
    "b": 107
},{
    "name": "卵色（たまごいろ）",
    "r": 252,
    "g": 213,
    "b": 117
},{
    "name": "密陀僧（みつだそう）",
    "r": 241,
    "g": 203,
    "b": 102
},{
    "name": "宍色（ししいろ）",
    "r": 239,
    "g": 171,
    "b": 147
},{
    "name": "一斤染（いっこんぞめ）",
    "r": 245,
    "g": 177,
    "b": 153
},{
    "name": "近衛柿（このえがき）",
    "r": 255,
    "g": 172,
    "b": 140
},{
    "name": "赤香（あかこう）",
    "r": 246,
    "g": 184,
    "b": 148
},{
    "name": "人色（ひといろ）・肉色（にくいろ）",
    "r": 241,
    "g": 191,
    "b": 153
},{
    "name": "洒落柿（しゃれがき）",
    "r": 247,
    "g": 189,
    "b": 143
},{
    "name": "雄黄（ゆうおう）",
    "r": 249,
    "g": 200,
    "b": 155
},{
    "name": "薄黄（うすき）・薄香（うすこう）",
    "r": 240,
    "g": 207,
    "b": 160
},{
    "name": "香色（こういろ）・丁子・丁字（色）（ちょうじ（いろ））",
    "r": 239,
    "g": 205,
    "b": 154
},{
    "name": "蜂蜜色（はちみついろ）",
    "r": 253,
    "g": 222,
    "b": 165
},{
    "name": "洗柿（あらいがき）",
    "r": 242,
    "g": 201,
    "b": 172
},{
    "name": "洒落柿（しゃれがき）",
    "r": 236,
    "g": 212,
    "b": 194
},{
    "name": "肌色（はだいろ）",
    "r": 252,
    "g": 226,
    "b": 196
},{
    "name": "薄卵色（うすたまごいろ）",
    "r": 253,
    "g": 232,
    "b": 208
},{
    "name": "亜麻色（あまいろ）",
    "r": 214,
    "g": 198,
    "b": 175
},{
    "name": "浅黄（うすき）",
    "r": 237,
    "g": 211,
    "b": 161
},{
    "name": "掻練・皆練（かいねり）",
    "r": 255,
    "g": 238,
    "b": 206
},{
    "name": "砥粉色（とのこいろ）",
    "r": 244,
    "g": 221,
    "b": 165
},{
    "name": "鳥の子色（とりのこいろ）",
    "r": 255,
    "g": 241,
    "b": 207
},{
    "name": "砂色（すないろ）",
    "r": 220,
    "g": 211,
    "b": 178
},{
    "name": "蒸栗色（むしぐりいろ）",
    "r": 235,
    "g": 225,
    "b": 169
},{
    "name": "女郎花（おみなえし）",
    "r": 242,
    "g": 242,
    "b": 176
},{
    "name": "嫩黄色（どんこうしょく）",
    "r": 232,
    "g": 234,
    "b": 168
},{
    "name": "若芽色（わかめいろ）",
    "r": 224,
    "g": 235,
    "b": 175
},{
    "name": "淡黄（たんこう）",
    "r": 248,
    "g": 229,
    "b": 140
},{
    "name": "麦藁色（むぎわらいろ）",
    "r": 229,
    "g": 219,
    "b": 151
},{
    "name": "若菜色（わかないろ）",
    "r": 216,
    "g": 230,
    "b": 152
},{
    "name": "黄水仙（きずいせん）",
    "r": 242,
    "g": 214,
    "b": 117
},{
    "name": "刈安色（かりやすいろ）",
    "r": 245,
    "g": 229,
    "b": 107
},{
    "name": "硫黄色（いおういろ）",
    "r": 241,
    "g": 226,
    "b": 102
},{
    "name": "黄檗色（きはだいろ）",
    "r": 254,
    "g": 242,
    "b": 99
},{
    "name": "承和色（そがいろ）",
    "r": 243,
    "g": 244,
    "b": 127
},{
    "name": "若苗色（わかなえいろ）",
    "r": 199,
    "g": 220,
    "b": 104
},{
    "name": "黄支子（色）（きくちなし（いろ））",
    "r": 255,
    "g": 219,
    "b": 79
},{
    "name": "菜の花色（なのはないろ）",
    "r": 255,
    "g": 236,
    "b": 71
},{
    "name": "向日葵色（ひまわりいろ）",
    "r": 252,
    "g": 200,
    "b": 0
},{
    "name": "黄色（きいろ）・蒲公英色（たんぽぽいろ）",
    "r": 255,
    "g": 217,
    "b": 0
},{
    "name": "中黄（ちゅうき）",
    "r": 255,
    "g": 234,
    "b": 0
},{
    "name": "鬱金色（うこんいろ）",
    "r": 250,
    "g": 191,
    "b": 20
},{
    "name": "藤黄（とうおう）",
    "r": 247,
    "g": 193,
    "b": 20
},{
    "name": "黄金（こがね）・金色（きんいろ・こんじき）",
    "r": 230,
    "g": 180,
    "b": 34
},{
    "name": "金糸雀色（かなりあいろ）",
    "r": 235,
    "g": 216,
    "b": 66
},{
    "name": "緑黄色（りょくおうしょく）",
    "r": 220,
    "g": 203,
    "b": 24
},{
    "name": "鶸色（ひわいろ）",
    "r": 215,
    "g": 207,
    "b": 58
},{
    "name": "レモン色（れもんいろ）",
    "r": 243,
    "g": 241,
    "b": 51
},{
    "name": "黄緑（きみどり）",
    "r": 184,
    "g": 210,
    "b": 0
},{
    "name": "若草色（わかくさいろ）",
    "r": 195,
    "g": 216,
    "b": 37
},{
    "name": "黄鼠（きねず）・茅色・萱色（かやいろ）",
    "r": 160,
    "g": 135,
    "b": 60
},{
    "name": "利休茶（りきゅうちゃ）",
    "r": 165,
    "g": 149,
    "b": 100
},{
    "name": "芥子色・辛子色（からしいろ）",
    "r": 208,
    "g": 175,
    "b": 76
},{
    "name": "油色（あぶらいろ）",
    "r": 161,
    "g": 147,
    "b": 97
},{
    "name": "菜種油色（なたねゆいろ）",
    "r": 166,
    "g": 148,
    "b": 37
},{
    "name": "玉子鼠・卵鼠（たまごねず）",
    "r": 188,
    "g": 173,
    "b": 72
},{
    "name": "根岸色（ねぎしいろ）",
    "r": 147,
    "g": 139,
    "b": 75
},{
    "name": "青朽葉（あおくちば）",
    "r": 173,
    "g": 162,
    "b": 80
},{
    "name": "藁色（わらいろ）",
    "r": 213,
    "g": 199,
    "b": 82
},{
    "name": "藍玉子（あいたまご）",
    "r": 177,
    "g": 167,
    "b": 51
},{
    "name": "抹茶色（まっちゃいろ）",
    "r": 197,
    "g": 197,
    "b": 106
},{
    "name": "柳葉色（やなぎは-ば-いろ）",
    "r": 167,
    "g": 180,
    "b": 70
},{
    "name": "青丹・青土（あおに）",
    "r": 153,
    "g": 171,
    "b": 78
},{
    "name": "草色（くさいろ）",
    "r": 123,
    "g": 141,
    "b": 66
},{
    "name": "山吹鼠（やまぶきねず）",
    "r": 177,
    "g": 154,
    "b": 0
},{
    "name": "女郎花（おみなえし）",
    "r": 194,
    "g": 191,
    "b": 0
},{
    "name": "鶯茶（うぐいすちゃ）",
    "r": 113,
    "g": 92,
    "b": 31
},{
    "name": "璃寛茶（りかんちゃ）",
    "r": 106,
    "g": 93,
    "b": 33
},{
    "name": "梅幸茶（ばいこうちゃ）・福寿茶（ふくじゅちゃ）",
    "r": 136,
    "g": 121,
    "b": 56
},{
    "name": "鶯色（うぐいすいろ）",
    "r": 146,
    "g": 140,
    "b": 54
},{
    "name": "国防色（こくぼうしょく）",
    "r": 123,
    "g": 108,
    "b": 62
},{
    "name": "丁子鼠（ちょうじねず）",
    "r": 116,
    "g": 109,
    "b": 78
},{
    "name": "橄欖色（かんらんしょく）",
    "r": 114,
    "g": 103,
    "b": 46
},{
    "name": "呉竹鼠（くれたけねず）・煤竹茶（すすたけちゃ）",
    "r": 102,
    "g": 93,
    "b": 34
},{
    "name": "海松色（みるいろ）",
    "r": 114,
    "g": 109,
    "b": 64
},{
    "name": "利休色・利久色（りきゅういろ）",
    "r": 143,
    "g": 134,
    "b": 103
},{
    "name": "黄海松茶（きみるちゃ）・海松藍（みるあい）",
    "r": 145,
    "g": 135,
    "b": 84
},{
    "name": "鶸茶（ひわちゃ）",
    "r": 140,
    "g": 136,
    "b": 97
},{
    "name": "蠟色（ろういろ）",
    "r": 155,
    "g": 153,
    "b": 105
},{
    "name": "柳茶（やなぎちゃ）",
    "r": 161,
    "g": 164,
    "b": 109
},{
    "name": "老緑（おいみどり）",
    "r": 120,
    "g": 122,
    "b": 89
},{
    "name": "木蘭色（もくらんじき）",
    "r": 199,
    "g": 179,
    "b": 112
},{
    "name": "枯草色（かれくさいろ）",
    "r": 228,
    "g": 220,
    "b": 138
},{
    "name": "苗色（なえいろ）",
    "r": 176,
    "g": 202,
    "b": 113
},{
    "name": "若葉色（わかばいろ）",
    "r": 185,
    "g": 208,
    "b": 139
},{
    "name": "柳色（やなぎいろ）",
    "r": 168,
    "g": 201,
    "b": 127
},{
    "name": "山葵色（わさびいろ）",
    "r": 168,
    "g": 191,
    "b": 147
},{
    "name": "淡萌黄・薄萌葱・薄萌葱（うすもえぎ）",
    "r": 147,
    "g": 202,
    "b": 118
},{
    "name": "柳染（やなぎぞめ）",
    "r": 147,
    "g": 184,
    "b": 129
},{
    "name": "裏葉色（うらはいろ・うらばいろ）",
    "r": 148,
    "g": 176,
    "b": 144
},{
    "name": "若緑（わかみどり）",
    "r": 152,
    "g": 217,
    "b": 142
},{
    "name": "花萌葱（はなもえぎ）・浅緑（あさみどり）",
    "r": 136,
    "g": 203,
    "b": 127
},{
    "name": "麹塵（きくじん）",
    "r": 110,
    "g": 121,
    "b": 85
},{
    "name": "陰萌葱・陰萌黄（かげもえぎ）",
    "r": 116,
    "g": 132,
    "b": 80
},{
    "name": "加茂川鼠（かもがわねず）",
    "r": 145,
    "g": 159,
    "b": 116
},{
    "name": "松葉色（まつばいろ）",
    "r": 131,
    "g": 155,
    "b": 92
},{
    "name": "草柳（くさやなぎ）",
    "r": 110,
    "g": 130,
    "b": 82
},{
    "name": "老竹（色）（おいたけ（いろ））",
    "r": 118,
    "g": 145,
    "b": 110
},{
    "name": "灰緑（はいみどり）",
    "r": 129,
    "g": 169,
    "b": 110
},{
    "name": "青柳鼠（あおやぎねず）・島松鼠（しままつねず）",
    "r": 111,
    "g": 133,
    "b": 102
},{
    "name": "青苔（あおごけ）",
    "r": 89,
    "g": 106,
    "b": 64
},{
    "name": "古茶（ふるちゃ）",
    "r": 67,
    "g": 85,
    "b": 42
},{
    "name": "笹色（ささいろ）",
    "r": 57,
    "g": 97,
    "b": 34
},{
    "name": "苔色（こけいろ）",
    "r": 105,
    "g": 130,
    "b": 27
},{
    "name": "緑茶色（りょくちゃいろ）",
    "r": 38,
    "g": 97,
    "b": 15
},{
    "name": "洋緑色（ようりょくしょく）",
    "r": 72,
    "g": 146,
    "b": 47
},{
    "name": "草緑色（そうりょくしょく）・濡葉色（ぬればいろ）",
    "r": 46,
    "g": 126,
    "b": 22
},{
    "name": "早苗色（さなえいろ）",
    "r": 103,
    "g": 167,
    "b": 12
},{
    "name": "萌黄（もえぎ）",
    "r": 170,
    "g": 207,
    "b": 83
},{
    "name": "鶸萌黄（ひわもえぎ）",
    "r": 130,
    "g": 174,
    "b": 70
},{
    "name": "藍砥茶（あいとのちゃ）",
    "r": 95,
    "g": 152,
    "b": 77
},{
    "name": "新緑色（しんりょくしょく）・琅玕色（ろうかんいろ）",
    "r": 51,
    "g": 153,
    "b": 51
},{
    "name": "薄緑・淡緑（うすみどり）",
    "r": 105,
    "g": 176,
    "b": 118
},{
    "name": "夏虫色（なつむしいろ）",
    "r": 206,
    "g": 228,
    "b": 174
},{
    "name": "裏葉柳（うらはやなぎ）",
    "r": 193,
    "g": 216,
    "b": 172
},{
    "name": "薄萌葱（うすもえぎ）",
    "r": 186,
    "g": 220,
    "b": 173
},{
    "name": "岩緑青（いわろくしょう）",
    "r": 80,
    "g": 160,
    "b": 110
},{
    "name": "緑・碧・翠（みどり）",
    "r": 62,
    "g": 179,
    "b": 112
},{
    "name": "若竹色（わかたけいろ）",
    "r": 104,
    "g": 190,
    "b": 141
},{
    "name": "翡翠色（ひすいいろ）",
    "r": 56,
    "g": 180,
    "b": 139
},{
    "name": "花緑青（はなろくしょう）",
    "r": 0,
    "g": 163,
    "b": 129
},{
    "name": "青緑（あおみどり）",
    "r": 0,
    "g": 164,
    "b": 151
},{
    "name": "深緑（ふかみどり）",
    "r": 0,
    "g": 85,
    "b": 46
},{
    "name": "柚葉色（ゆずはいろ）",
    "r": 8,
    "g": 58,
    "b": 40
},{
    "name": "碧緑（へきりょく）",
    "r": 2,
    "g": 83,
    "b": 59
},{
    "name": "翠色（すいしょく）",
    "r": 1,
    "g": 50,
    "b": 36
},{
    "name": "鉄色（てついろ）",
    "r": 0,
    "g": 82,
    "b": 67
},{
    "name": "唐金色（からかねいろ）",
    "r": 50,
    "g": 135,
    "b": 92
},{
    "name": "常盤色・常磐色（ときわいろ）",
    "r": 0,
    "g": 123,
    "b": 67
},{
    "name": "常磐緑（ときわみどり）",
    "r": 2,
    "g": 135,
    "b": 96
},{
    "name": "萌葱色（もえぎいろ）",
    "r": 0,
    "g": 110,
    "b": 84
},{
    "name": "鴨の羽色（かものはいろ）",
    "r": 0,
    "g": 105,
    "b": 86
},{
    "name": "孔雀緑（くじゃくみどり）",
    "r": 0,
    "g": 120,
    "b": 108
},{
    "name": "千歳緑（せんざいみどり・ちとせみどり）",
    "r": 49,
    "g": 103,
    "b": 69
},{
    "name": "木賊色（とくさいろ）",
    "r": 59,
    "g": 121,
    "b": 96
},{
    "name": "天鵞絨（びろうど）",
    "r": 47,
    "g": 93,
    "b": 80
},{
    "name": "山藍摺（やまあいずり）",
    "r": 56,
    "g": 99,
    "b": 93
},{
    "name": "海緑色（かいりょくしょく）",
    "r": 32,
    "g": 104,
    "b": 101
},{
    "name": "緑青色（ろくしょういろ）",
    "r": 71,
    "g": 136,
    "b": 94
},{
    "name": "水浅葱（みずあさぎ）",
    "r": 128,
    "g": 171,
    "b": 169
},{
    "name": "錆浅葱（さびあさぎ）",
    "r": 92,
    "g": 146,
    "b": 145
},{
    "name": "薄青（うすあお）",
    "r": 147,
    "g": 182,
    "b": 156
},{
    "name": "青銅色（せいどういろ）",
    "r": 123,
    "g": 196,
    "b": 150
},{
    "name": "青磁色（せいじいろ）",
    "r": 126,
    "g": 190,
    "b": 165
},{
    "name": "千草色・千種色（ちぐさいろ）",
    "r": 146,
    "g": 181,
    "b": 169
},{
    "name": "青竹色（あおたけいろ）",
    "r": 126,
    "g": 190,
    "b": 171
},{
    "name": "淡水色・薄水色（うすみずいろ）",
    "r": 158,
    "g": 209,
    "b": 211
},{
    "name": "白群（びゃくぐん）",
    "r": 131,
    "g": 204,
    "b": 210
},{
    "name": "水縹（みずはなだ）",
    "r": 114,
    "g": 193,
    "b": 200
},{
    "name": "浅縹（あさはなだ）",
    "r": 132,
    "g": 185,
    "b": 203
},{
    "name": "勿忘草（わすれなぐさ）",
    "r": 137,
    "g": 195,
    "b": 235
},{
    "name": "水色鼠（みずいろねず）",
    "r": 152,
    "g": 174,
    "b": 193
},{
    "name": "青碧（せいへき）",
    "r": 71,
    "g": 131,
    "b": 132
},{
    "name": "京鼠（きょうねず）",
    "r": 120,
    "g": 146,
    "b": 149
},{
    "name": "湊鼠（みなとねずみ）",
    "r": 128,
    "g": 152,
    "b": 155
},{
    "name": "錆御納戸（さびおなんど）",
    "r": 83,
    "g": 114,
    "b": 125
},{
    "name": "藍鼠（あいねず）",
    "r": 108,
    "g": 132,
    "b": 141
},{
    "name": "舛花色（ますはないろ）",
    "r": 91,
    "g": 126,
    "b": 145
},{
    "name": "灰青（はいあお）",
    "r": 131,
    "g": 149,
    "b": 159
},{
    "name": "御召茶（おめしちゃ）",
    "r": 67,
    "g": 103,
    "b": 107
},{
    "name": "高麗納戸（こうらいなんど）",
    "r": 44,
    "g": 79,
    "b": 84
},{
    "name": "碧色（へきしょく）",
    "r": 24,
    "g": 68,
    "b": 88
},{
    "name": "熨斗目花色（のしめはないろ）",
    "r": 66,
    "g": 101,
    "b": 121
},{
    "name": "御召御納戸（おめしおなんど）",
    "r": 76,
    "g": 100,
    "b": 115
},{
    "name": "紺鼠（こんねず）・紺滅（こんけし）",
    "r": 68,
    "g": 97,
    "b": 123
},{
    "name": "熨斗目色（のしめいろ）",
    "r": 23,
    "g": 91,
    "b": 102
},{
    "name": "孔雀青（くじゃくあお）",
    "r": 0,
    "g": 112,
    "b": 142
},{
    "name": "藍色（あいいろ）",
    "r": 22,
    "g": 94,
    "b": 131
},{
    "name": "紺鉄（こんてつ）",
    "r": 3,
    "g": 67,
    "b": 88
},{
    "name": "浅葱色（あさぎいろ）",
    "r": 0,
    "g": 163,
    "b": 175
},{
    "name": "納戸色・御納戸（なんどいろ・おなんど）",
    "r": 0,
    "g": 136,
    "b": 153
},{
    "name": "薄群青（うすぐんじょう）・薄藍（うすあい）",
    "r": 0,
    "g": 148,
    "b": 200
},{
    "name": "紺碧（こんぺき）",
    "r": 0,
    "g": 123,
    "b": 187
},{
    "name": "金春色（こんばるいろ）",
    "r": 40,
    "g": 163,
    "b": 175
},{
    "name": "新橋色（しんばしいろ）",
    "r": 89,
    "g": 185,
    "b": 198
},{
    "name": "花浅葱（はなあさぎ）",
    "r": 42,
    "g": 131,
    "b": 162
},{
    "name": "薄縹（うすばなだ）",
    "r": 80,
    "g": 126,
    "b": 164
},{
    "name": "青・蒼・碧・藍（あお）",
    "r": 0,
    "g": 149,
    "b": 217
},{
    "name": "縹色（はなだいろ）",
    "r": 39,
    "g": 146,
    "b": 195
},{
    "name": "天色（あまいろ）",
    "r": 44,
    "g": 169,
    "b": 225
},{
    "name": "露草色（つゆくさいろ）",
    "r": 56,
    "g": 161,
    "b": 219
},{
    "name": "薄浅葱（うすあさぎ）",
    "r": 105,
    "g": 194,
    "b": 199
},{
    "name": "空色（そらいろ）",
    "r": 160,
    "g": 216,
    "b": 239
},{
    "name": "瓶覗（かめのぞき）",
    "r": 162,
    "g": 215,
    "b": 221
},{
    "name": "水色（みずいろ）",
    "r": 188,
    "g": 226,
    "b": 232
},{
    "name": "秘色（ひそく・ひしょく）",
    "r": 171,
    "g": 206,
    "b": 216
},{
    "name": "淡藤色（あわふじいろ）",
    "r": 187,
    "g": 200,
    "b": 230
},{
    "name": "碧瑠璃（へきるり）",
    "r": 24,
    "g": 83,
    "b": 181
},{
    "name": "み空色（みそらいろ）",
    "r": 57,
    "g": 103,
    "b": 196
},{
    "name": "移色（うつしいろ）",
    "r": 61,
    "g": 110,
    "b": 218
},{
    "name": "想思鼠（そうしねず）",
    "r": 109,
    "g": 147,
    "b": 185
},{
    "name": "薄群青（うすぐんじょう）",
    "r": 83,
    "g": 131,
    "b": 195
},{
    "name": "杜若色（かきつばたいろ）",
    "r": 62,
    "g": 98,
    "b": 173
},{
    "name": "群青色（ぐんじょういろ）",
    "r": 76,
    "g": 108,
    "b": 179
},{
    "name": "薄花桜（うすはなざくら）",
    "r": 90,
    "g": 121,
    "b": 186
},{
    "name": "岩群青（いわぐんじょう）",
    "r": 42,
    "g": 66,
    "b": 166
},{
    "name": "花色（はないろ）・紺桔梗（こんききょう）",
    "r": 77,
    "g": 90,
    "b": 175
},{
    "name": "桔梗色（ききょういろ）",
    "r": 86,
    "g": 84,
    "b": 162
},{
    "name": "紅桔梗（べにききょう）",
    "r": 77,
    "g": 67,
    "b": 152
},{
    "name": "呉須色（ごすいろ）",
    "r": 18,
    "g": 77,
    "b": 174
},{
    "name": "瑠璃色（るりいろ）",
    "r": 30,
    "g": 80,
    "b": 162
},{
    "name": "濃藍（こいあい）",
    "r": 15,
    "g": 35,
    "b": 80
},{
    "name": "伯林青（べれんす）",
    "r": 8,
    "g": 25,
    "b": 65
},{
    "name": "鉄紺（てつこん）",
    "r": 23,
    "g": 24,
    "b": 75
},{
    "name": "紺瑠璃（こんるり）",
    "r": 22,
    "g": 74,
    "b": 132
},{
    "name": "青黛・青袋・青代（せいたい）",
    "r": 1,
    "g": 53,
    "b": 116
},{
    "name": "青藍（せいらん）",
    "r": 39,
    "g": 74,
    "b": 120
},{
    "name": "瑠璃紺（るりこん）",
    "r": 25,
    "g": 68,
    "b": 142
},{
    "name": "紺色（こんいろ）",
    "r": 34,
    "g": 58,
    "b": 112
},{
    "name": "深縹（こきはなだ）",
    "r": 42,
    "g": 64,
    "b": 115
},{
    "name": "紺瑠璃（こんるり）",
    "r": 33,
    "g": 51,
    "b": 128
},{
    "name": "花紫（はなむらさき）",
    "r": 57,
    "g": 38,
    "b": 128
},{
    "name": "紺天鵞絨（こんびろうど）",
    "r": 34,
    "g": 61,
    "b": 95
},{
    "name": "藍天鵞絨（あいびろうど）",
    "r": 30,
    "g": 56,
    "b": 89
},{
    "name": "紺青（こんじょう）",
    "r": 25,
    "g": 47,
    "b": 96
},{
    "name": "留紺（とめこん・とまりこん）",
    "r": 28,
    "g": 48,
    "b": 92
},{
    "name": "濃紺（のうこん）",
    "r": 31,
    "g": 47,
    "b": 84
},{
    "name": "薄花色（うすはないろ）",
    "r": 105,
    "g": 138,
    "b": 171
},{
    "name": "紅掛花色（べにかけはないろ）",
    "r": 104,
    "g": 105,
    "b": 155
},{
    "name": "紺藍（こんあい）",
    "r": 74,
    "g": 72,
    "b": 142
},{
    "name": "藤納戸・藤御納戸（ふじ（お）なんど）",
    "r": 112,
    "g": 108,
    "b": 170
},{
    "name": "楝色・棟色・樗色（おうちいろ）",
    "r": 122,
    "g": 133,
    "b": 162
},{
    "name": "紫苑色（しおんいろ）",
    "r": 134,
    "g": 123,
    "b": 169
},{
    "name": "青藤（あおふじ）",
    "r": 132,
    "g": 162,
    "b": 212
},{
    "name": "紅掛空色（べにかけそらいろ）・紅碧・紅緑（べにみどり）",
    "r": 132,
    "g": 145,
    "b": 195
},{
    "name": "紫陽花青（あじさいあお）",
    "r": 144,
    "g": 147,
    "b": 224
},{
    "name": "藤紫（ふじむらさき）",
    "r": 165,
    "g": 154,
    "b": 202
},{
    "name": "半色・端色（はしたいろ）",
    "r": 166,
    "g": 154,
    "b": 189
},{
    "name": "薄葡萄（うすぶどう）",
    "r": 192,
    "g": 162,
    "b": 199
},{
    "name": "竜胆色（りんどういろ）",
    "r": 144,
    "g": 121,
    "b": 173
},{
    "name": "槿色（むくげいろ）",
    "r": 119,
    "g": 85,
    "b": 128
},{
    "name": "古代紫（こだいむらさき）",
    "r": 137,
    "g": 91,
    "b": 138
},{
    "name": "中紫（なかのむらさき）",
    "r": 87,
    "g": 62,
    "b": 109
},{
    "name": "葡萄色（ぶどういろ）",
    "r": 82,
    "g": 47,
    "b": 96
},{
    "name": "縁色（ゆかりのいろ）",
    "r": 93,
    "g": 35,
    "b": 105
},{
    "name": "桑の実色（くわのみいろ）",
    "r": 85,
    "g": 41,
    "b": 91
},{
    "name": "本紫（ほんむらさき）",
    "r": 101,
    "g": 49,
    "b": 142
},{
    "name": "菫色（すみれいろ）",
    "r": 112,
    "g": 88,
    "b": 163
},{
    "name": "青紫（あおむらさき）",
    "r": 103,
    "g": 69,
    "b": 152
},{
    "name": "菖蒲色（あやめいろ / しょうぶいろ）",
    "r": 103,
    "g": 65,
    "b": 150
},{
    "name": "江戸紫（えどむらさき）",
    "r": 116,
    "g": 83,
    "b": 153
},{
    "name": "紅桔梗（べにききょう）",
    "r": 116,
    "g": 79,
    "b": 151
},{
    "name": "南京藤（なんきんふじ）",
    "r": 161,
    "g": 93,
    "b": 196
},{
    "name": "紫（むらさき）",
    "r": 136,
    "g": 72,
    "b": 152
},{
    "name": "葵色（あおいいろ）",
    "r": 154,
    "g": 95,
    "b": 169
},{
    "name": "石竹色（せきちくいろ）",
    "r": 229,
    "g": 171,
    "b": 190
},{
    "name": "灰桜（はいさくら）・撫子色（なでしこいろ）",
    "r": 238,
    "g": 187,
    "b": 203
},{
    "name": "薄紅梅（うすこうばい）",
    "r": 229,
    "g": 151,
    "b": 178
},{
    "name": "牡丹色（ぼたんいろ）",
    "r": 231,
    "g": 96,
    "b": 158
},{
    "name": "躑躅色（つつじいろ）",
    "r": 233,
    "g": 82,
    "b": 149
},{
    "name": "秋桜（こすもす）",
    "r": 248,
    "g": 92,
    "b": 162
},{
    "name": "赤紫（あかむらさき）",
    "r": 235,
    "g": 110,
    "b": 165
},{
    "name": "梅重（うめかさね）",
    "r": 247,
    "g": 59,
    "b": 112
},{
    "name": "紅・紅花・呉藍（くれない）",
    "r": 215,
    "g": 0,
    "b": 58
},{
    "name": "京紫（きょうむらさき）",
    "r": 157,
    "g": 91,
    "b": 139
},{
    "name": "若紫（わかむらさき）",
    "r": 188,
    "g": 100,
    "b": 164
},{
    "name": "梅紫（うめむらさき）",
    "r": 170,
    "g": 76,
    "b": 143
},{
    "name": "紅紫（こうし・べにむらさき）",
    "r": 180,
    "g": 76,
    "b": 151
},{
    "name": "中紅（なかべに）",
    "r": 200,
    "g": 81,
    "b": 121
},{
    "name": "紫紺（しこん）",
    "r": 70,
    "g": 14,
    "b": 68
},{
    "name": "貝紫（かいむらさき）",
    "r": 85,
    "g": 11,
    "b": 65
},{
    "name": "帝王紫（ていおうむらさき）",
    "r": 97,
    "g": 6,
    "b": 94
},{
    "name": "葡萄酒色（ぶどうしゅいろ）",
    "r": 107,
    "g": 19,
    "b": 73
},{
    "name": "葡萄色（えびいろ）",
    "r": 100,
    "g": 1,
    "b": 37
},{
    "name": "今紫（いまむらさき）・臙脂鼠（えんじねず）",
    "r": 91,
    "g": 40,
    "b": 86
},{
    "name": "蒲葡（えびぞめ）・葡萄染（えびぞめ）",
    "r": 122,
    "g": 65,
    "b": 113
},{
    "name": "暗紅色・殷紅色（あんこうしょく）",
    "r": 116,
    "g": 50,
    "b": 92
},{
    "name": "茄子紺（なすこん）",
    "r": 130,
    "g": 72,
    "b": 128
},{
    "name": "二藍（ふたあい）",
    "r": 145,
    "g": 92,
    "b": 139
},{
    "name": "京藤（きょうふじ）",
    "r": 164,
    "g": 106,
    "b": 146
},{
    "name": "浪花鼠（なにわねず）",
    "r": 140,
    "g": 98,
    "b": 120
},{
    "name": "牡丹鼠（ぼたんねず）",
    "r": 120,
    "g": 88,
    "b": 99
},{
    "name": "紅藤色（べにふじいろ）",
    "r": 204,
    "g": 166,
    "b": 191
},{
    "name": "菖蒲色（あやめいろ）",
    "r": 204,
    "g": 126,
    "b": 177
},{
    "name": "桃花色（ももはないろ）",
    "r": 225,
    "g": 152,
    "b": 180
},{
    "name": "白（しろ）",
    "r": 255,
    "g": 255,
    "b": 255
},{
    "name": "胡粉（色）（ごふん（いろ））・粉錫（ふんしゃく）",
    "r": 255,
    "g": 255,
    "b": 252
},{
    "name": "桜色（さくらいろ）",
    "r": 254,
    "g": 244,
    "b": 244
},{
    "name": "白磁（はくじ）",
    "r": 248,
    "g": 251,
    "b": 248
},{
    "name": "卯の花色（うのはないろ）",
    "r": 247,
    "g": 252,
    "b": 254
},{
    "name": "生成（り）（色）（きなり（いろ））",
    "r": 251,
    "g": 250,
    "b": 245
},{
    "name": "真珠色（しんじゅいろ）・白銅色（はくどういろ）",
    "r": 255,
    "g": 255,
    "b": 241
},{
    "name": "亜鉛華（あえんか）・鉛白（えんぱく）",
    "r": 246,
    "g": 251,
    "b": 246
},{
    "name": "薄桜（うすざくら）",
    "r": 253,
    "g": 239,
    "b": 242
},{
    "name": "乳白色（にゅうはくしょく）",
    "r": 243,
    "g": 243,
    "b": 243
},{
    "name": "白練（しろねり）",
    "r": 243,
    "g": 243,
    "b": 242
},{
    "name": "月白（げっぱく）",
    "r": 234,
    "g": 244,
    "b": 252
},{
    "name": "象牙色（ぞうげいろ）",
    "r": 248,
    "g": 244,
    "b": 230
},{
    "name": "藍白（あいじろ）",
    "r": 235,
    "g": 246,
    "b": 247
},{
    "name": "白菫色（しろすみれいろ）",
    "r": 234,
    "g": 237,
    "b": 247
},{
    "name": "雪色（せっしょく）",
    "r": 233,
    "g": 238,
    "b": 243
},{
    "name": "白花色（しらはないろ）",
    "r": 232,
    "g": 236,
    "b": 239
},{
    "name": "浅支子・浅梔子（うす・あさくちなし）",
    "r": 235,
    "g": 243,
    "b": 220
},{
    "name": "白百合色（しらゆりいろ）",
    "r": 222,
    "g": 243,
    "b": 222
},{
    "name": "紫水晶（むらさきすいしょう）",
    "r": 231,
    "g": 231,
    "b": 235
},{
    "name": "白梅（しらうめいろ）",
    "r": 239,
    "g": 224,
    "b": 232
},{
    "name": "素色（そしょく）",
    "r": 234,
    "g": 229,
    "b": 227
},{
    "name": "灰黄緑（はいきみどり）・白土（しらつち）",
    "r": 230,
    "g": 234,
    "b": 227
},{
    "name": "白梅鼠（しらうめねず）",
    "r": 229,
    "g": 228,
    "b": 230
},{
    "name": "素色（しろいろ・もといろ・そしょく）",
    "r": 237,
    "g": 233,
    "b": 216
},{
    "name": "桜鼠（さくらねず）",
    "r": 233,
    "g": 223,
    "b": 229
},{
    "name": "乙女色（おとめいろ）",
    "r": 243,
    "g": 204,
    "b": 204
},{
    "name": "翁茶（おきなちゃ）",
    "r": 231,
    "g": 220,
    "b": 211
},{
    "name": "練色（ねりいろ）",
    "r": 237,
    "g": 228,
    "b": 205
},{
    "name": "灰白色（かいはくしょく）",
    "r": 233,
    "g": 228,
    "b": 212
},{
    "name": "雲井鼠・雲居鼠（くもいねず）",
    "r": 218,
    "g": 223,
    "b": 224
},{
    "name": "灰桜（はいざくら）",
    "r": 232,
    "g": 211,
    "b": 209
},{
    "name": "白鼠（しろねず）",
    "r": 220,
    "g": 221,
    "b": 221
},{
    "name": "白藤色（しらふじいろ）",
    "r": 219,
    "g": 208,
    "b": 230
},{
    "name": "鴇鼠（ときねず）",
    "r": 228,
    "g": 210,
    "b": 216
},{
    "name": "絹鼠（きぬねず）",
    "r": 221,
    "g": 220,
    "b": 214
},{
    "name": "白緑（びゃくろく）",
    "r": 214,
    "g": 233,
    "b": 202
},{
    "name": "蕎麦切色（そばきりいろ）",
    "r": 212,
    "g": 220,
    "b": 214
},{
    "name": "薄雲鼠（うすくもねず）",
    "r": 212,
    "g": 220,
    "b": 218
},{
    "name": "淡紅藤（あわべにふじ）",
    "r": 230,
    "g": 205,
    "b": 227
},{
    "name": "薄梅鼠（うめねず）",
    "r": 220,
    "g": 214,
    "b": 217
},{
    "name": "灰梅（はいうめ）",
    "r": 232,
    "g": 211,
    "b": 199
},{
    "name": "白藍（しらあい）",
    "r": 193,
    "g": 228,
    "b": 233
},{
    "name": "暁鼠（あかつきねず）",
    "r": 211,
    "g": 207,
    "b": 217
},{
    "name": "牡丹鼠（ぼたんねず）",
    "r": 211,
    "g": 204,
    "b": 214
},{
    "name": "枯野色（かれのいろ）",
    "r": 211,
    "g": 203,
    "b": 198
},{
    "name": "小町鼠（こまちねず）",
    "r": 203,
    "g": 205,
    "b": 205
},{
    "name": "藤色（ふじいろ）",
    "r": 187,
    "g": 188,
    "b": 222
},{
    "name": "千草鼠（ちぐさねず）",
    "r": 190,
    "g": 211,
    "b": 202
},{
    "name": "柳鼠（やなぎねず）",
    "r": 200,
    "g": 213,
    "b": 187
},{
    "name": "青磁鼠（せいじねず）・葡萄色（ぶどういろ）",
    "r": 190,
    "g": 210,
    "b": 195
},{
    "name": "銀灰色（ぎんかいしょく）",
    "r": 197,
    "g": 197,
    "b": 199
},{
    "name": "灰青（はいあお）",
    "r": 192,
    "g": 198,
    "b": 201
},{
    "name": "霞色（かすみいろ）",
    "r": 200,
    "g": 194,
    "b": 198
},{
    "name": "潤色（うるみいろ）",
    "r": 200,
    "g": 194,
    "b": 190
},{
    "name": "錫色（すずいろ）",
    "r": 181,
    "g": 192,
    "b": 201
},{
    "name": "錆青磁（さびせいじ）",
    "r": 166,
    "g": 200,
    "b": 178
},{
    "name": "藤鼠（ふじねず）",
    "r": 166,
    "g": 165,
    "b": 196
},{
    "name": "浅紫（うすむらさき・あさむらさき）",
    "r": 196,
    "g": 163,
    "b": 191
},{
    "name": "銀鼠（ぎんねず）",
    "r": 175,
    "g": 175,
    "b": 176
},{
    "name": "薄鈍（うすにび）",
    "r": 173,
    "g": 173,
    "b": 173
},{
    "name": "利休白茶（りきゅうしらちゃ）",
    "r": 179,
    "g": 173,
    "b": 160
},{
    "name": "薄墨色・淡墨色（うすずみいろ）",
    "r": 163,
    "g": 163,
    "b": 162
},{
    "name": "薄色（うすいろ）",
    "r": 168,
    "g": 157,
    "b": 172
},{
    "name": "銀色（ぎんいろ）",
    "r": 160,
    "g": 160,
    "b": 160
},{
    "name": "素鼠（すねず）",
    "r": 159,
    "g": 160,
    "b": 160
},{
    "name": "浅葱鼠（あさぎねず）",
    "r": 151,
    "g": 171,
    "b": 172
},{
    "name": "錫色（すずいろ）・錫紵（しゃくじょ）・鈍色（にびいろ）",
    "r": 158,
    "g": 161,
    "b": 163
},{
    "name": "茶鼠（ちゃねず）",
    "r": 169,
    "g": 158,
    "b": 147
},{
    "name": "青色（あおいろ）・青白橡（あおしろつるばみ）",
    "r": 155,
    "g": 168,
    "b": 141
},{
    "name": "深川鼠（ふかがわねずみ）",
    "r": 151,
    "g": 167,
    "b": 145
},{
    "name": "青袋鼠（せいたいねず）",
    "r": 146,
    "g": 159,
    "b": 167
},{
    "name": "空色鼠（そらいろねず）",
    "r": 142,
    "g": 154,
    "b": 171
},{
    "name": "薄鼠（うすねず）",
    "r": 151,
    "g": 144,
    "b": 164
},{
    "name": "御所生壁（ごしょなまかべ）",
    "r": 151,
    "g": 146,
    "b": 160
},{
    "name": "今鶴羽（いまつるは）",
    "r": 157,
    "g": 146,
    "b": 160
},{
    "name": "桔梗鼠（ききょうねず）",
    "r": 149,
    "g": 148,
    "b": 154
},{
    "name": "鳩羽鼠（はとばねず）",
    "r": 158,
    "g": 139,
    "b": 142
},{
    "name": "鼠（色）（ねずみ（いろ））",
    "r": 148,
    "g": 148,
    "b": 149
},{
    "name": "豆がら茶（まめがらちゃ）",
    "r": 139,
    "g": 150,
    "b": 141
},{
    "name": "灰紫（はいむらさき）",
    "r": 144,
    "g": 135,
    "b": 154
},{
    "name": "鳩羽色（はとばいろ）",
    "r": 149,
    "g": 133,
    "b": 156
},{
    "name": "壁鼠（かべねず）",
    "r": 157,
    "g": 134,
    "b": 130
},{
    "name": "雉鳩色（きじばといろ）",
    "r": 152,
    "g": 143,
    "b": 134
},{
    "name": "利休鼠（りきゅうねずみ）",
    "r": 136,
    "g": 142,
    "b": 126
},{
    "name": "京極生壁（きょうごくなまかべ）・源氏鼠（げんじねず）",
    "r": 136,
    "g": 128,
    "b": 132
},{
    "name": "煤色（すすいろ）",
    "r": 136,
    "g": 127,
    "b": 122
},{
    "name": "灰色（はいいろ）",
    "r": 125,
    "g": 125,
    "b": 125
},{
    "name": "鉛色（なまりいろ・あおがね）",
    "r": 123,
    "g": 124,
    "b": 125
},{
    "name": "灰汁鼠（あくねず）",
    "r": 131,
    "g": 109,
    "b": 109
},{
    "name": "鈍色（にびいろ）",
    "r": 114,
    "g": 133,
    "b": 133
},{
    "name": "山鳩色（やまばといろ）",
    "r": 118,
    "g": 124,
    "b": 107
},{
    "name": "青鈍（あおにび）",
    "r": 107,
    "g": 123,
    "b": 110
},{
    "name": "御召鼠（おめしねず）",
    "r": 119,
    "g": 111,
    "b": 118
},{
    "name": "茶気鼠（ちゃけねず）",
    "r": 116,
    "g": 107,
    "b": 107
},{
    "name": "鼯鼠色（むささびいろ）",
    "r": 124,
    "g": 108,
    "b": 102
},{
    "name": "浮草鼠（うきくさねず）",
    "r": 113,
    "g": 111,
    "b": 104
},{
    "name": "御召茶（おめしちや）",
    "r": 120,
    "g": 118,
    "b": 97
},{
    "name": "紫鼠（むらさきねず）",
    "r": 113,
    "g": 104,
    "b": 108
},{
    "name": "貴族鼠（きぞくねず）",
    "r": 93,
    "g": 93,
    "b": 116
},{
    "name": "葡萄鼠（ぶどうねずみ）",
    "r": 112,
    "g": 91,
    "b": 103
},{
    "name": "滅色（けしいろ）",
    "r": 114,
    "g": 91,
    "b": 99
},{
    "name": "岩井茶（いわいちゃ）",
    "r": 107,
    "g": 111,
    "b": 89
},{
    "name": "比金襖（ひこんのう）",
    "r": 95,
    "g": 112,
    "b": 88
},{
    "name": "沈香茶・殿茶（とのちゃ）",
    "r": 82,
    "g": 111,
    "b": 85
},{
    "name": "中鼠（なかねず）",
    "r": 87,
    "g": 105,
    "b": 109
},{
    "name": "軍勝鼠（ぐんかつねず）",
    "r": 87,
    "g": 100,
    "b": 90
},{
    "name": "柳煤竹（やなぎすすだけ）",
    "r": 91,
    "g": 99,
    "b": 86
},{
    "name": "墨（すみ）・石板色（せきばんいろ）・墨染（すみぞめ）",
    "r": 89,
    "g": 88,
    "b": 87
},{
    "name": "勝軍色（かつぐんいろ）",
    "r": 91,
    "g": 99,
    "b": 78
},{
    "name": "丼鼠（どぶねずみ）・溝鼠・丼鼠（どぶねず）",
    "r": 89,
    "g": 84,
    "b": 85
},{
    "name": "猟虎色（らっこいろ）",
    "r": 99,
    "g": 92,
    "b": 72
},{
    "name": "褐色（かちいろ）",
    "r": 77,
    "g": 76,
    "b": 97
},{
    "name": "藤煤竹（ふじすすだけ）",
    "r": 90,
    "g": 83,
    "b": 89
},{
    "name": "濃色（こきいろ）",
    "r": 99,
    "g": 73,
    "b": 80
},{
    "name": "柳煤竹茶（やなぎすすだけちゃ）",
    "r": 99,
    "g": 91,
    "b": 68
},{
    "name": "鉄御納戸（てつおなんど）",
    "r": 69,
    "g": 87,
    "b": 101
},{
    "name": "江戸納戸（えどなんど）",
    "r": 97,
    "g": 72,
    "b": 91
},{
    "name": "海松茶（みるちゃ）",
    "r": 90,
    "g": 84,
    "b": 75
},{
    "name": "藍海松茶（あいみるちゃ）",
    "r": 86,
    "g": 86,
    "b": 75
},{
    "name": "錆鉄御納戸（さびてつおなんど）",
    "r": 72,
    "g": 88,
    "b": 89
},{
    "name": "錆鼠（さびねず）",
    "r": 71,
    "g": 88,
    "b": 92
},{
    "name": "濃鼠（こいねず）",
    "r": 79,
    "g": 69,
    "b": 92
},{
    "name": "消炭色（けしずみいろ）",
    "r": 82,
    "g": 78,
    "b": 77
},{
    "name": "藍媚茶（あいこびちゃ）",
    "r": 85,
    "g": 86,
    "b": 71
},{
    "name": "革色（かわいろ）",
    "r": 71,
    "g": 89,
    "b": 80
},{
    "name": "紫鳶・紫飛（むらさきとび）",
    "r": 95,
    "g": 65,
    "b": 75
},{
    "name": "紅消鼠（べにけしねず）",
    "r": 82,
    "g": 71,
    "b": 72
},{
    "name": "黒橡（くろつるばみ）",
    "r": 84,
    "g": 74,
    "b": 71
},{
    "name": "鉄鼠（てつねず）",
    "r": 62,
    "g": 92,
    "b": 84
},{
    "name": "滅紫（けしむらさき）",
    "r": 89,
    "g": 66,
    "b": 85
},{
    "name": "軍勝色（ぐんかついろ）",
    "r": 65,
    "g": 85,
    "b": 70
},{
    "name": "虫襖・虫青（むしあお）",
    "r": 58,
    "g": 91,
    "b": 82
},{
    "name": "藍墨茶・相済茶（あいすみちゃ）",
    "r": 71,
    "g": 74,
    "b": 77
},{
    "name": "藍生壁（あいなまかべ）",
    "r": 69,
    "g": 69,
    "b": 80
},{
    "name": "涅色（くりいろ）",
    "r": 85,
    "g": 71,
    "b": 56
},{
    "name": "仙斎茶（せんさいちゃ）",
    "r": 71,
    "g": 75,
    "b": 66
},{
    "name": "藍摺（あいずり）",
    "r": 60,
    "g": 82,
    "b": 69
},{
    "name": "深紫（こきむらさき・ふかむらさき）",
    "r": 73,
    "g": 55,
    "b": 89
},{
    "name": "千歳茶（せんさいちゃ）",
    "r": 73,
    "g": 74,
    "b": 65
},{
    "name": "湊煤竹（みなとすすだけ）",
    "r": 63,
    "g": 77,
    "b": 65
},{
    "name": "青褐・藍褐（あおかち・あいかち）",
    "r": 57,
    "g": 62,
    "b": 79
},{
    "name": "黝色（ゆうしょく）",
    "r": 64,
    "g": 64,
    "b": 72
},{
    "name": "似紫（にせむらさき）",
    "r": 81,
    "g": 55,
    "b": 67
},{
    "name": "憲法色（けんぽういろ）・憲法（けんぽう）",
    "r": 84,
    "g": 63,
    "b": 50
},{
    "name": "薩摩御納戸（さつまおなんど）",
    "r": 62,
    "g": 67,
    "b": 70
},{
    "name": "藍鉄（あいてつ）",
    "r": 57,
    "g": 63,
    "b": 76
},{
    "name": "濃鼠（こいねず・こねず）",
    "r": 63,
    "g": 63,
    "b": 63
},{
    "name": "檳榔子染（びんろうじぞめ）",
    "r": 67,
    "g": 61,
    "b": 60
},{
    "name": "納戸茶（なんどちや）・蜥蜴色（とかげいろ）",
    "r": 56,
    "g": 77,
    "b": 49
},{
    "name": "納戸鼠（なんどねず）",
    "r": 53,
    "g": 77,
    "b": 75
},{
    "name": "青茶（あおちゃ）",
    "r": 75,
    "g": 75,
    "b": 49
},{
    "name": "橡鼠（つるばみねず）",
    "r": 73,
    "g": 73,
    "b": 43
},{
    "name": "藍銀煤竹（あいぎんすすだけ）",
    "r": 55,
    "g": 65,
    "b": 61
},{
    "name": "羊羹色（ようかんいろ）",
    "r": 56,
    "g": 60,
    "b": 60
},{
    "name": "藍御納戸（あいおなんど）",
    "r": 45,
    "g": 52,
    "b": 70
},{
    "name": "黒鳶（くろとび）",
    "r": 67,
    "g": 47,
    "b": 47
},{
    "name": "鋼色（はがねいろ）",
    "r": 42,
    "g": 68,
    "b": 61
},{
    "name": "藍色鳩羽（あいいろはとば）",
    "r": 73,
    "g": 39,
    "b": 65
},{
    "name": "赤墨（あかすみ）",
    "r": 63,
    "g": 49,
    "b": 43
},{
    "name": "黒緑（くろみどり）・利休生壁（りきゅうなまかべ）",
    "r": 51,
    "g": 54,
    "b": 49
},{
    "name": "褐返（かちがえし）・深川御納戸（ふかがわおなんど）",
    "r": 32,
    "g": 55,
    "b": 68
},{
    "name": "松葉鼠（まつばねず）",
    "r": 46,
    "g": 56,
    "b": 42
},{
    "name": "黒鼠（くろねず）",
    "r": 45,
    "g": 45,
    "b": 45
},{
    "name": "黒紅（くろべに）・橡（つるばみ）",
    "r": 48,
    "g": 40,
    "b": 51
},{
    "name": "蝋色（ろういろ）・黒（くろ）・蠟色・呂色（ろいろ）",
    "r": 43,
    "g": 43,
    "b": 43
},{
    "name": "青墨（あおずみ）",
    "r": 40,
    "g": 40,
    "b": 46
},{
    "name": "黒紫（くろむらさき）・紫黒（しこく）",
    "r": 46,
    "g": 41,
    "b": 48
},{
    "name": "百入茶・百塩茶（ももしおちゃ）",
    "r": 31,
    "g": 49,
    "b": 52
},{
    "name": "羅紗染色（らしゃぞめいろ）",
    "r": 45,
    "g": 37,
    "b": 45
},{
    "name": "紫烏色（しうしょく）",
    "r": 42,
    "g": 34,
    "b": 35
},{
    "name": "醤色（ひしおいろ）",
    "r": 51,
    "g": 24,
    "b": 24
},{
    "name": "脂色（やにいろ）",
    "r": 53,
    "g": 25,
    "b": 22
},{
    "name": "御納戸茶（おなんどちゃ）",
    "r": 24,
    "g": 51,
    "b": 53
},{
    "name": "茄子紺（なすこん）",
    "r": 51,
    "g": 25,
    "b": 54
},{
    "name": "具墨（ぐすみ）",
    "r": 37,
    "g": 36,
    "b": 36
},{
    "name": "消炭黒（けしずみくろ）",
    "r": 37,
    "g": 32,
    "b": 32
},{
    "name": "茶微塵茶（ちゃみじんちゃ）",
    "r": 41,
    "g": 34,
    "b": 29
},{
    "name": "榛摺（はりずり）・榛染・蓁（はりそめ）",
    "r": 46,
    "g": 39,
    "b": 19
},{
    "name": "檳椰子黒（びんろうじくろ）",
    "r": 32,
    "g": 35,
    "b": 31
},{
    "name": "鉄黒（てつぐろ）",
    "r": 40,
    "g": 26,
    "b": 20
},{
    "name": "濃墨（こずみ）",
    "r": 31,
    "g": 31,
    "b": 25
},{
    "name": "吾亦香（われもこう）",
    "r": 37,
    "g": 18,
    "b": 25
},{
    "name": "皀色・皁色（くりいろ）",
    "r": 26,
    "g": 26,
    "b": 25
},{
    "name": "天鵞絨（びろうど）",
    "r": 13,
    "g": 39,
    "b": 13
},{
    "name": "椋実色（むくのみいろ）",
    "r": 30,
    "g": 18,
    "b": 34
},{
    "name": "暗褐色（あんかっしょく）",
    "r": 39,
    "g": 8,
    "b": 9
},{
    "name": "憲法黒茶（けんぽうくろちゃ）",
    "r": 36,
    "g": 26,
    "b": 8
},{
    "name": "墨（すみ）",
    "r": 23,
    "g": 25,
    "b": 23
},{
    "name": "極焦茶（ごくこげちゃ）・橡墨染（つるばみすみぞめ）",
    "r": 23,
    "g": 19,
    "b": 16
},{
    "name": "黒檀（こくたん）",
    "r": 37,
    "g": 13,
    "b": 0
},{
    "name": "暗黒色（あんこくしょく）・五倍子鉄漿色（ふしかねいろ）・石墨（せきぼく）",
    "r": 22,
    "g": 22,
    "b": 14
},{
    "name": "烏羽色（からすばいろ）",
    "r": 24,
    "g": 6,
    "b": 20
},{
    "name": "玄（げん）・黒羽色（くろはいろ）",
    "r": 13,
    "g": 13,
    "b": 13
},{
    "name": "黒柿色（くろがきいろ）",
    "r": 21,
    "g": 5,
    "b": 10
},{
    "name": "漆黒（しっこく）",
    "r": 13,
    "g": 0,
    "b": 21
},{
    "name": "烏の濡羽色（からすのぬればいろ）",
    "r": 18,
    "g": 2,
    "b": 14
}]